colections/software.org

#+SETUPFILE: ~/.emacs.d/templates/html-level-1.org
#+EXPORT_FILE_NAME: ../publish/colections/software.org

#+TITLE: Software
#+SUBTITLE: Colección

* Sistemas algebraicos computacionales
- [[https://www.mediafire.com/file/ll7t6wf0l53ntcl/Eigenmath137.exe/file][Eigenmath 137]] :: Es programa de calculo simbolico, puedes encontrar su documentacion [[https://www.mediafire.com/file/8avonx1yq9dkjxv/Eigenmath.pdf/file][aquí]], la ultima version de windows con una GUI, una version más moderna se puede encontrar en el repo de [[https://github.com/georgeweigt/eigenmath][George Weigh]] pero se tiene que compilar manualmente y solo tiene interfaz por linea de comandos, a menos que cuentes con una mac.


- [[https://www-fourier.ujf-grenoble.fr/~parisse/casio/khicasioen.html][Xcas]] :: Programa de algebra simbolico para la calculadora casio CG-50, se mantiene actualizado y docuemntado por lo que para este dispositivo es el mejor.
