publish/colections/software.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="es" xml:lang="es">
<head>
<!-- 2021-08-21 sáb 01:45 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Software</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Galindo" />
<link rel="stylesheet" type="text/css" href="../style.css" />
<link rel="shortcut icon" type="image/jpg" href="../favicon.png"/>
<meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"/>
<div id="google_translate_element"></div></head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="./index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="content">
<h1 class="title">Software
<br />
<span class="subtitle">Colección</span>
</h1>

<div id="outline-container-org212d050" class="outline-2">
<h2 id="org212d050">Sistemas algebraicos computacionales</h2>
<div class="outline-text-2" id="text-org212d050">
<dl class="org-dl">
<dt><a href="https://www.mediafire.com/file/ll7t6wf0l53ntcl/Eigenmath137.exe/file">Eigenmath 137</a></dt><dd>Es programa de calculo simbolico, puedes encontrar su documentacion <a href="https://www.mediafire.com/file/8avonx1yq9dkjxv/Eigenmath.pdf/file">aquí</a>, la ultima version de windows con una GUI, una version más moderna se puede encontrar en el repo de <a href="https://github.com/georgeweigt/eigenmath">George Weigh</a> pero se tiene que compilar manualmente y solo tiene interfaz por linea de comandos, a menos que cuentes con una mac.</dd>
</dl>


<dl class="org-dl">
<dt><a href="https://www-fourier.ujf-grenoble.fr/~parisse/casio/khicasioen.html">Xcas</a></dt><dd>Programa de algebra simbolico para la calculadora casio CG-50, se mantiene actualizado y docuemntado por lo que para este dispositivo es el mejor.</dd>
</dl>
</div>
</div>
</div>
</body>
</html>
